recipes/tartiflette.org
#+title: Tartiflette
#+author: Florent Espanet
#+date: <2022-05-09 Mon>
#+html_link_home: /
#+html_link_up: /recipes/


* Tartiflette
** Ingredients

For 4 people:

| Ingredient | Quantity |
|------------+----------|
| Potatoes   | 1kg      |
| Reblochon  | 1        |
| Bacon      | 200g     |
| Onions     | 3        |
| Cream      | 20cl     |
| Pepper     | to taste |
| Salt       | to taste |

** Instructions

- Peel potatoes
- Boil potatoes until fully-cooked (30-40min)
- Cut bacon in the shape of "lardons"
- Mince onions
- Fry bacon and onions together and add pepper
- Cut reblochon in two discs
- Once the potatoes are cooked, drain and cut in bite sized cubes
- In a baking dish, layer "potatoes < bacon/onions < cream < salt/pepper < reblochon" twice
