recipes/tartiflette.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Tartiflette</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="/css/org.css" /> <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.1.1/css/brands.min.css">
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/recipes/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content">
<h1 class="title">Tartiflette</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgf01fe7f">Tartiflette</a>
<ul>
<li><a href="#org93fb511">Ingredients</a></li>
<li><a href="#orgb77fa1f">Instructions</a></li>
</ul>
</li>
</ul>
</div>
</div>


<div id="outline-container-orgf01fe7f" class="outline-2">
<h2 id="orgf01fe7f">Tartiflette</h2>
<div class="outline-text-2" id="text-orgf01fe7f">
</div>
<div id="outline-container-org93fb511" class="outline-3">
<h3 id="org93fb511">Ingredients</h3>
<div class="outline-text-3" id="text-org93fb511">
<p>
For 4 people:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Ingredient</th>
<th scope="col" class="org-left">Quantity</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Potatoes</td>
<td class="org-left">1kg</td>
</tr>

<tr>
<td class="org-left">Reblochon</td>
<td class="org-left">1</td>
</tr>

<tr>
<td class="org-left">Bacon</td>
<td class="org-left">200g</td>
</tr>

<tr>
<td class="org-left">Onions</td>
<td class="org-left">3</td>
</tr>

<tr>
<td class="org-left">Cream</td>
<td class="org-left">20cl</td>
</tr>

<tr>
<td class="org-left">Pepper</td>
<td class="org-left">to taste</td>
</tr>

<tr>
<td class="org-left">Salt</td>
<td class="org-left">to taste</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgb77fa1f" class="outline-3">
<h3 id="orgb77fa1f">Instructions</h3>
<div class="outline-text-3" id="text-orgb77fa1f">
<ul class="org-ul">
<li>Peel potatoes</li>
<li>Boil potatoes until fully-cooked (30-40min)</li>
<li>Cut bacon in the shape of "lardons"</li>
<li>Mince onions</li>
<li>Fry bacon and onions together and add pepper</li>
<li>Cut reblochon in two discs</li>
<li>Once the potatoes are cooked, drain and cut in bite sized cubes</li>
<li>In a baking dish, layer "potatoes &lt; bacon/onions &lt; cream &lt; salt/pepper &lt; reblochon" twice</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2022-05-09 Mon 00:00</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
